房思琪的初恋乐园令人心碎却无能为力的真实故事。向死而生的文学绝唱打动万千读者的年度华语小说。李银河戴锦华骆以军张悦然詹宏志蒋方舟等多位学者作家社会名人郑...
一句顶一万句《一句顶一万句》是著名作家刘震云的扛鼎之作，也是刘震云迄今为止最成熟最大气的作品，并在2011年获第八届茅盾文学奖。小说分上下两个部分，前半部“出延津记”...
沧城《沧城》是阿措原创的首部长篇小说。故事发生在沧城，一座云南横断山脉褶皱中的小城，曾经的滇西北粮仓、茶马古道重镇，充斥着来自中原的儒家文化和边地神秘的乡野民俗...
白夜行东野圭吾万千书迷心中的无冕之王周刊文春推理小说年度BEST10第1名本格推理小说年度BEST10第2名《白夜行》是东野圭吾迄今口碑最好的长篇杰作，具备...
生死疲劳◆不看不知道，莫言真幽默！在极度痛苦时笑出声来，获得内心深处的解脱。◆莫言：“诺奖的评委主要是因为读完了《生死疲劳》，才把这个奖项授给了我。”◆不...
你杀了谁东野圭吾“杀”回来了！在这里，真诚是致命的。每一句话都有代价！请开始你的无罪辩护——★时隔25年，东野圭吾重举「本格推理」大旗！「杀」系列烧脑回归...
两京十五日《两京十五日》是马伯庸创作的一本长篇历史小说。本书故事源于《明史》里关于朱瞻基的一段真实记载——“夏四月，以南京地屡震，命往居守。五月庚辰，仁宗不豫，玺书...
事件🌞威尼斯电影节最高奖“金狮奖”影片《正发生》原著🌞2022年诺贝尔文学奖，《爱尔兰时报》年度最佳图书🌞记录一个永远无法回到前世的“事件”。🌞“我要写下...
局外人《局外人》是法国作家加缪的成名作，同时也是存在主义文学的杰出作品之一，该书以一种客观记录式的“零度风格”，粗线条地描述了主人公默尔索在荒谬的世界中经历的种种...
窄门“因为抱着与你重逢的期待，在我眼里最险峻的小道也总是最好的。”阿莉莎与杰罗姆是一对表姐弟，自小青梅竹马。阿莉莎喜爱读书，常常和杰罗姆在花园后面的长椅上诵读...
秋园听八旬奶奶讲述她和妈妈的故事。1914年，世上有了“秋园”这个人。1918年，汉语有了“她”这个字。秋园，她来过，挣扎过，绝望过，幸福过。今天，她80岁的...
酒吧长谈《酒吧长谈》是诺贝尔文学奖得主马里奥•巴尔加斯•略萨极富创作野心的作品之一，可能也是体现这位当代作家如何利用文学来进行政治思考的绝佳范例。小说的故事背景是奥...
许三观卖血记《许三观卖血记》是余华1995年创作的一部长篇小说。《许三观卖血记》以博大的温情描绘了磨难中的人生，以激烈的故事形式表达了人在面对厄运时求生的欲望。小说讲述...
悬停日日★拉丁美洲文学史重要作家之一胡安·埃马尔经典代表作中文世界初次引进★从无聊的日常出逃，未来的每一天都是“盲盒”与惊喜！日子看似滚滚向前，却随时可能...
新名字的故事:那不勒斯四部曲2只有你身为女人才会知道这些丑陋的秘密两个女人50年的友谊和战争如何成为那个更强大的她，又不被她战胜那不勒斯四部曲NO.2《我的天才女友》后续，...
你的夏天还好吗？“韩国八零后天才女作家”金爱烂第十八届韩戊淑文学奖获奖作品老舍文学奖得主文珍作序《在悬崖尽头抓住热带鱼》“去看里面八个如热带鱼一样残忍而发光的故事...
额尔古纳河右岸《额尔古纳河右岸》是一部描写鄂温克人生存现状及百年沧桑的长篇小说，展示了弱小民族在严酷的自然环境和现代文明的挤压下的顽强生命力和不屈不挠的民族精神，以及丰富...
我的天才女友:那不勒斯四部曲1只有你身为女人才会知道这些丑陋的秘密两个女人，50年的友谊和战争过去五年，几乎所有欧美读者都在谈论她、全球畅销百万册被翻译成40种语言《金融时报》...
追风筝的人12岁的阿富汗富家少爷阿米尔与仆人哈桑情同手足。然而，在一场风筝比赛后，发生了一件悲惨不堪的事，阿米尔为自己的懦弱感到自责和痛苦，逼走了哈桑，不久，自己也跟...
失踪的孩子:那不勒斯四部曲4“我的整个生命，只是一场为了提升社会地位的低俗斗争。”全球畅销近千万册被翻译成40多种语言《我的天才女友》《新名字的故事》《离开的，留下的》——那不勒...
罗杰疑案:阿加莎·克里斯蒂作品02金斯艾伯特村里坐落着两座豪宅，“皇家围场”是其中之一，而居住其中的弗拉尔斯太太刚刚过世。此后不久，她的情人，也就是住在另一所大宅里的罗杰•艾克罗伊德先生便...
霍乱时期的爱情★马尔克斯唯一正式授权，首次完整翻译★《霍乱时期的爱情》是我最好的作品，是我发自内心的创作。——加西亚•马尔克斯★这部光芒闪耀、令人心碎的作品是人类有史...
离开的，留下的:那不勒斯四部曲3两个女人50年的友谊和战争那不勒斯四部曲NO.3全球畅销近千万册被翻译成40多种语言“我希望她在场，这是我写作的目的。”《我的天才女友》《新名字...
一句顶一万句《一句顶一万句》的故事很简单，小说的前半部写的是过去：孤独无助的吴摩西失去唯一能够“说得上话”的养女，为了寻找，走出延津；小说的后半部写的是现在：吴摩西养女...
圣母一起男童被害案搅得蓝出市人心惶惶。好不容易怀孕生产的保奈美抱紧年幼的孩子，立誓要不惜任何代价保护她。男人是在孩子出生后才成为父亲的，但女人，是从小生命来...
怪屋谜案★超越东野圭吾、伊坂幸太郎，日本亚马逊悬疑推理No.1，网红视频博主、TikTok大热门、人气作家雨穴话题作品！磨铁天猫旗舰店独家销售中！日本亚马逊4.5...
消失的13级台阶【内容简介】一对老夫妇惨遭杀害。一切证据都指向树原亮，他却因车祸，恰好丧失了案发前后数小时的记忆……死刑执行官南乡携手刚假释出狱的纯一调查，希望替这位丧...
乔瓦尼的房间入选《大西洋月刊》“过去100年伟大的美国小说”BBC“100部塑造世界的英语小说”附科尔姆·托宾精彩导读————————————————————...
沧浪之水作者以娓娓而谈的文笔和行云流水般的故事，写出医学研究生池大为空怀壮志、无职无权的苦，时来运转、有名有利的难；在真切地展示他的人生旅程的同时，也把困扰他的人生...
小城与不确定性的墙十七岁时我第一次明白：人生中重大的事情，大都发生在我们不曾预料的时刻。比如，你的不告而别。你留给我的只有谜一样的话语和那段戛然而止的爱恋。你说，你只...
恶意《恶意》是东野圭吾挑战写作极限的长篇杰作，与《白夜行》《嫌疑人X的献身》《解忧杂货店》并称东野圭吾四大杰作。《恶意》深刻揭示人性，故事中无边的恶意深不见底，...
缝纫机与金鱼【为生存而挣扎的一生，竟然还有爱的余力】“花好美，今天，是我死的日子。”🌼🌼🌼🌼🌼🌼★直抵人心的衰老物语，素人出道作惊艳文学界“一个深陷认知障碍的...
献给阿尔吉侬的花束【编辑推荐】◆豆瓣9.1高分科幻，豆瓣图书Top250总榜No.47，豆瓣科幻小说榜Top10，6.6万人评分，10万人想读。Goodreads4....
拉纳克:四卷书里的一生🍕人是把自己烤熟后吃掉的派，手法就是分裂。当代苏格兰文学旗手，《可怜的东西》原著作者阿拉斯代尔·格雷代表作🏆首届苏格兰国家图书奖获奖作品✏️入选安东...
19年间谋杀小叙与谋杀者的通信，与生死彼岸的通信，与不可能的爱情的通信，与叵测命运的通信。通信串起十九年的时间，串起愤怒、悲伤、不甘和眷恋，也串起了一宗又一宗的谋杀事件。当...
血孩子🩸科幻×悬疑×恐怖🩸七则怪诞血腥、凶猛猎奇的未来想象，一场扒皮吸骨，开肠剖肚的感官盛宴。🩸只是把男性置于女性的位置，他们便觉得自己受到了剥夺。🏆雨果奖...
怪画谜案日本国民级推理小说！《怪屋谜案》后，网红作家雨穴惊喜新作！单本爆卖80万册，作品狂销300万册！神级伏笔，高能反转，中文简体版专属双重赠品！·【编辑...
1984★村上春树以《1Q84》向本书致敬★著名学者刘绍铭经典译本内地首次出版★62种文字风靡110个国家，全球销量超过5000万册★《时代周刊》“最好的10...
平面国:多维空间传奇往事很难简单概括《平面国》这本书。它可以是：首次解释"维度"概念的科普读物、脑洞大开的科幻小说、煞有介事的数学童话、剑走偏锋的精神启蒙、辛辣讽喻英国维多利亚时...
在细雨中呼喊《在细雨中呼喊》是二十世纪九十年代的经典文本，是余华的第一部长篇力作。小说描述了一位江南少年的成长经历和心灵历程。《在细雨中呼喊》的结构来自于对时间的感受...
地下室手记《地下室手记》是俄国作家陀思妥耶夫斯基创作的长篇小说。该书由主角地下室人以第一人称的方式叙述，地下室人是名年约四十岁左右的退休公务员，他的内心充满了病态的自...
基督山伯爵《基督山伯爵》是法国文学必读名著，影响一批中国作家，包括金庸、余华、木心等。译者周克希系资深翻译家。他的译作颇多，文笔优美、流畅，深得广大读者的厚爱。译...
变形记"本书属于《设计师联名书系·K经典》全6册的其中一本。《变形记》是卡夫卡著名的中篇小说，完成于1912年，1915年出版面市。小说主人公格雷戈尔是一家公司...
海昏马伯庸力荐的历史悬疑小说，“惊人的双线叙事，挥洒千里一气呵成”！西汉末，东汉末，一阴一阳双线交错，两段人生隔空重合。公元前74年，昌邑王刘贺入宫继承皇位...
献给阿尔吉侬的花束声称能改造智能的科学实验在白老鼠阿尔吉侬身上获得了突破性的进展，下一步急需进行人体实验。个性和善、学习态度积极的心智障碍者查理·高登成为最佳人选。手术成功后...
失控的照护日本现象级社会派推理小说！《绝叫》作者、社会派推理大师叶真中显成名作！剖开日本社会的光鲜表象！揭露冲击三观的人性真相！·【编辑推荐】★《绝叫...
包法利夫人《包法利夫人》于1856-1857年间在《巴黎杂志》上连载，轰动文坛，在社会上引起轩然大波。法当局对作者提起公诉，指控小说“伤风败俗、亵渎宗教”，并传唤作者...
湖水永远不会甜★曾有人像鸟飞往她的山，也有人生在湖沼、无岸可靠《你当像鸟飞往你的山》镜像之书揭秘女性成长的另一种真相★费兰特之后，意大利最受瞩目的新生代女作家！...
苹果不会落下“我们/WoMen”书系：经由我们，看见世界。澳洲畅销书天后、《大小谎言》作者全新力作《纽约时报》畅销榜top1×Goodreads40余万人评价触...
遥远的救世主这是一部可以傲然独尊的长篇小说。也是一部可遇不可求的完美佳作。豆豆，以她的才华，探索一个有机的、无定形的、陌生的、暧昧的和未曾臻达的世界。男女主人公那浓墨...
长安十二时辰上唐天宝三年，元月十四日，长安。大唐皇都的居民不知道，上元节辉煌灯火亮起之时，等待他们的，将是场吞噬一切的劫难。突厥、狼卫、绑架、暗杀、烈焰、焚城，毁灭长安城...
局外人阿尔贝•加缪（1913—1960）是法国声名卓著的小说家、散文家和剧作家，“存在主义”文学的大师。1957年因“热情而冷静地阐明了当代向人类良知提出的种种问...
团圆记编辑推荐：◉《幸得诸君慰平生》作者杨云苏（故园风雨前）长篇小说，特写中国式家庭关系，献给每个漂泊无依的灵魂。◉穷极一生的出发，都是为了回家的那一刻...
檀香刑《檀香刑》，给人一种穿行在现实与幻象之中的错觉。故事的地基架构在1900年戊戌变法前后、八国联军攻陷北京、慈禧太后仓皇出逃、德国人在山东强行修建胶济铁路的大...
羊奶煮羊羔一个草包如何在一夜之间被包装成文坛明星？一出文学荒唐剧，尽显社会怪现状俄罗斯国民级讽刺文学大师、“当代布尔加科夫”的世纪奇书在失常的世界，幽默是一种反...
隐墙⭕世界毁灭了，我才能“活”下去⭕诺奖得主多丽丝·莱辛、埃尔夫丽德·耶利内克，《小说机杼》作者詹姆斯·伍德，朋克教母帕蒂·史密斯盛赞推荐！奥地利国家大...
方舟“无论如何，我都想活着回去。”——————————————————编辑推荐🚢地下方舟，洪水倾泻，同伴接连死亡，有人费力求生，有人心怀鬼胎，7日之内，1...
失明症漫记关于《失明症漫记》，萨拉马戈说：👓可能有人会问，为什么我毫不退缩地写出了一部如此冷酷无情的作品。我的回答如下：我活得很好，可是这个世界却不好。我的小说不过...
新参者【新参者】新加入、刚到来的人。东京，日本桥。一个单身女人在公寓内被勒死。警方发现她最近刚搬到这里居住。负责调查的是也刚调到日本桥地区的刑警加贺。仙贝店、...
简单的激情----编辑推荐-----*2022年诺贝尔文学奖得主安妮·埃尔诺代表作*一部分析普遍激情的反情感作品*以主观彻底客观化的视角，写出饱受离...
鬼笑石:全二册◎呼延云全新长篇力作——历史深处的致命一击！◎三具尸体，引发二十年寻凶之旅两起命案，追溯六十年风云变幻一步闲棋，布下跨世纪未解谜局◎“一真一切真，万...
虫神山事件◎深山古村隐藏着神秘的虫神信仰调查者却在密室中离奇丧命◎遥远的诅咒，身边的杀意“数学侦探”陈爝将如何勘破真相？！◎华文推理作家时晨全新力作推理文...
我们八月见★加西亚·马尔克斯逝世十周年，遗作小说全球同步首发★献给命运，献给欲望，献给未被岁月摧磨的欢愉★作家晚年改稿五版，与记忆力和死亡角逐、顶风破浪的最后之作...
西瓜船怪不得余华多次推荐！茅盾文学奖得主苏童力作！当你觉得委屈时，苏童就是那个替你喊疼的人！《我在岛屿读书》余华力推，《巴黎评论》余华推荐书单中wei一中国小说...
强风吹拂豆瓣2015年度读书榜单，最佳暖心治愈作品No.1.跑步界的《灌篮高手》,“纵有疾风起，人生不言弃。”B站正版引进热血新番《强风吹拂》同名原著小说。....
我本芬芳世界看不见我，但我看见我。中国式婚姻里，还有多少看不见的女人？继《秋园》《浮木》后，八旬奶奶讲述六十年婚姻故事，写尽那些无人知晓的伤痛与困惑，带给万千女性共...
关于春天:托芙·扬松短篇自选集🍃“别担心，我们会做美好的梦，醒来时就会是春天。”托芙·扬松精选一生挚爱故事🌸在春天，解冻心灵，轻装旅行🧩28篇珠玉之作，凝结爱的语言给踌躇、犹...
六个说谎的大学生★豆瓣2023年度推理·悬疑图书TOP1。主持人/演员杨迪五星推荐。★大学生求职前必看小说。★《金色梦乡》作者伊坂幸太郎公开表示：“2021年看过的最好...
罪与罚《罪与罚》是俄国作家陀思妥耶夫斯基创作的长篇小说，也是其代表作。小说描写穷大学生拉斯柯尔尼科夫受无政府主义思想毒害，认为自己可以为所欲为。为生计所迫，他杀死...
她来劈开这山✨✨✨（然后，重建一座属于女人的故事屋。）“仙女，我觉得他们在骗你。”“谁在骗我？”“你的父帝，你的丈夫，你周围所有告诉你你得靠羽衣才能飞的人。”“你是...
世界末日前的谋杀“对杀人犯来说，这儿可真是天堂啊。”——————————————————【编辑推荐】★史上最年轻江户川乱步奖得主荒木茜※23岁拿下日本推理界至高...
红楼梦《红楼梦》是一部百科全书式的长篇小说。以宝黛爱情悲剧为主线，以四大家族的荣辱兴衰为背景，描绘出18世纪中国封建社会的方方面面，以及封建专制下新兴资本主义民主...
鼠疫阿尔贝•加缪（1913—1960）是法国声名卓著的小说家、散文家和剧作家，“存在主义”文学的大师。1957年因“热情而冷静地阐明了当代向人类良知提出的种种问...
三体全集:地球往事三部曲《地球往事·三体》文化大革命如火如荼进行的同时，军方探寻外星文明的绝秘计划“红岸工程”取得了突破性进展。但在按下发射键的那一刻，历经劫难的叶文洁没有意识到...
克莱因壶什么时候你开始怀疑这个世界是假的？.日本虚拟现实VR题材开山杰作，超前《盗梦空间》20年！传奇推理作家组合冈岛二人预言之书，以超强的技术预见力，30...
小王子小王子是一个超凡脱俗的仙童，他住在一颗只比他大一丁点儿的小行星上。陪伴他的是一朵他非常喜爱的小玫瑰花。但玫瑰花的虚荣心伤害了小王子对她的感情。小王子告别小行...
文城【编辑推荐】★时隔八年，余华全新长篇重磅归来！◆人生就是自己的往事和他人的序章时代的洪流推着每个人做出各自的选择。这是一个荒蛮的年代，结束的尚未结束...
如果在冬夜，一个旅人王小波、苏童、阿城、止庵是他的忠实粉丝朱天文，唐诺是卡尔维诺不余遗力的传播者梁文道说他一直在准备谈卡尔维诺，可是一直没准备好权威版本，全面修订2006...
三体:“地球往事”三部曲之一文化大革命如火如荼进行的同时。军方探寻外星文明的绝秘计划“红岸工程”取得了突破性进展。但在按下发射键的那一刻，历经劫难的叶文洁没有意识到，她彻底改变了人类的...
奥拉❀二十世纪墨西哥&西语美洲最佳小说之一❀口碑与销量双丰收的畅销神作❀拉美魔幻现实主义文学代表作❀短小精悍、幽微深邃的奇幻经典❀关于爱情、死亡和命运的...
燕食记-----------------------------------------------名家推荐人间味是食知味，人间事终究是调鼎鼐、烹小鲜。《燕食...
法比安💀“乐观主义者一定会绝望。我是个多愁善感的人，我不要紧。”📰毕希纳奖得主埃里希·凯斯特纳唯一自传性长篇小说🎩下行年代中，一个小镇文青的宿命之“死”...
无人生还:阿加莎·克里斯蒂作品10十个素不相识、身份各异的人受邀前往德文郡海岸边一座孤岛上的豪宅。客人到齐后，主人却没有出现。当晚，一个神秘的声音发出指控，分别说出每个人心中罪恶的秘密。接...
平原上的摩西《平原上的摩西》是小说家双雪涛的代表作，收录十篇极具风格的中短篇小说，以同名作品最为经典：1995年艳粉街的平安夜，一场大雪掩藏的谜案，一次未赴之约，一颗心...
愤怒的葡萄没有《愤怒的葡萄》，就不会有《追风筝的人》！──卡勒德•胡赛尼·诺贝尔文学奖得主约翰·斯坦贝克的经典名著，荣获美国国家图书奖、普利策奖双项大奖。·...
十日终焉·囚笼齐夏经历地震醒来，发现自己置身于封闭的房间中，与其他九人一起被强迫参与游戏。律师、幼师、警察、医生、心理医生、混混……不同身份的参与者，来自不同城市，却都是...
月亮与六便士“满地都是六便士，他却抬头看见了月亮。”银行家查尔斯，人到中年，事业有成，为了追求内心隐秘的绘画梦想，突然抛妻别子，弃家出走。他深知：人的每一种身份都是一...
第十三位陪审员一起轰动全国的世纪谋杀案，好莱坞巨星罗伯特的新婚妻子与保安主任双双被杀，两具尸体安静地躺在床上，舌下藏了一个说不出口的秘密——一只用一美金纸钞折成的纸蝴蝶。...
白鹿原:20周年精装典藏版在从清末民初到建国之初的半个世纪里，一阵阵狂风掠过了白鹿原上空，而每一次的变动都震荡着它的内在结构：打乱了再恢复，恢复了再打乱，细腻地反映出白姓和鹿姓两大家...
打风作者故事的主要角色都是女性，在都市中打拼的、等待奇迹的、心怀梦想的、想走捷径的……每一个都有磅礴的生命力，与北方故事环境下旷野般的蓬勃感生命力的女性角色不同...
不安的处境📚“我们WoMen”书系：经由我们，看见世界。🌊编辑推荐：✍🏻❖津巴布韦女性首部以英文出版的小说，英联邦作家奖获得者齐西·丹加仑芭撕裂沉默的非洲...
借命而生本书是一部原创长篇小说，故事从1988年的一桩盗窃案写起，两个越狱的嫌犯，让一心相当刑警的看守所管教杜湘东从此走上了追捕之路，开启了他不断为自己的“失职”寻...
草芥之刺工人翻修操场的过程中挖出三袋尸骨，分别是一具成年男性尸骨、一具成年女性尸骨、一具未成年男性尸骨，警方推测这很可能是一起祖孙三代的灭门惨案！老队长王强带着我（...
长安十二时辰下唐天宝三年，元月十四日，长安。大唐皇都的居民不知道，上元节辉煌灯火亮起之时，等待他们的，将是场吞噬一切的劫难。突厥、狼卫、绑架、暗杀、烈焰、焚城，毁灭长安城...
德米安:埃米尔·辛克莱年少时的故事★"我所想望的，无非是试着依我自发的本性去生活。为何如此之难？"★畅销100年，影响全球无数青年，村上春树、塔可夫斯基挚爱的文学经典。★防弹少年团专辑《...
不说告别的贼◎爱伦·坡奖、钻石匕首奖、夏姆斯奖、安东尼奖得主侦探小说巨匠劳伦斯·布洛克作品◎二手书店老板、纽约绅士窃贼雅贼伯尼不说告别！英雄末路？泯然一笑...
台北人作为20世纪中文小说100强的《台北人》，是一部深具复杂性的短篇小说集，由十四个一流的短篇小说构成，串联成一体，则效果遽然增加，不但小说之幅面变广，使我们看...
动物农场《动物农场》是奥威尔最优秀的作品之一，是一则入木三分的反乌托的政治讽喻寓言。农场的一群动物成功地进行了一场“革命”，将压榨他们的人类东家赶出农场，建立起一...
阿莱夫小说集，一九四九年出版，收短篇小说十七篇。阿莱夫（א）是希伯来文的首个字母，数学中代表无穷数、无限的集合，神秘主义理解为超越时空极限的潜在的能量。博尔赫斯以...
永恒的终结:关于时间旅行的终极奥秘和恢宏构想24世纪，人类发明了时间力场。27世纪，人类在掌握时间旅行技术后，成立了一个叫做永恒时空（Eternity）的组织，在每个时代的背后，默默地守护着人类社会的...
